{
    "es":{
      "hi":"Hola",
      "soy": "soy",
      "download": "descargar CV",
      "about":"Sobre mí",
      "about-title": "Hola..",
      "about-content-txt1":"Soy Kepler Huaynate, Estudiante de Ingeniería Civil, actualmente vivo en Perú. Como futuro Ingeniero me gusta trabajar con tecnologías de modelado CAD, BIM, también me apasiona trabajar con desarrollo de software para realizar proyectos",
      "about-content-txt2":"Soy una persona que se considera autodidacta, ya que reforzo mis conocimientos y adquiero nuevos constantemente",
      "about-content-txt3":"Actualmente estoy enfocado en el aprendizaje de I.A, BIM Manager y la implementación de I.A en el campo de la Ingeniería Civil...",
      "about-content-txt4":"En mi tiempo libre disfruto leyendo, escribiendo, investigando y la música...",
      "skills":"Habilidades",
      "skill-content-txt1":"Los conocimientos adquiridos en mi vida universitaria no solo están enfocados al análisis, diseño y dirección de obra...",
      "kill-content2-txt1":"también en la parte de programación, Modelado BIM, Diseño de estructuras, utilizando programas como:",
      "skill-content-txt2":"sino también en la parte de la tecnología, utilizando programas como:",
      "kill-content2-txt2":"poner en practica todos los conocimientos, habilidades y valores en el campo de especialización.",
      "skill-content-txt3":"Mientras las tecnologías que manejo en el campo de la ingeniería civil se lista a continuación:",
      "skill-content2-txt3":"A continuación se lista las habilidades profesionales:",
      "projects":"Proyectos",
      "project-buho":"Desarrollo",
      "project-eduquiz":"Proyecto",
      "project-cocomo":"Realizado en php para estimar el costo de un proyecto de software, leerá las líneas de código que corresponde a proyectos cuyas extensiones sean 'php', 'java','js' y evitará leer líneas vacias o que tengan comentarios de esta forma /* */ # //",
      "project-front-title":"Proyectos CAD",
      "project-front":"Serie de mini proyectos para BIM",
      "project-galeria-title":"Galería de imagenes",
      "project-galeria":"Desarrollado con Revit, BIM",
      "project-portafolio-title":"Mi Portafolio",
      "project-portafolio":"Proyecto desarrollado haciendo uso de AutoCAD",
      "project-oximetro":"Proyecto desarrollado con arduino para poder obtener el ritmo cárdiaco de una persona",
      "project-orus":"Colaborador en varios proyectos",
      "project-tutorias-title":"Tutorías",
      "project-tutorias":"Proyecto realizado en trabajos de campo",
      "derechos":"2021 copyright todos los derechos reservados"

    },
    "en":{
      "hi":"Hi",
      "soy": "I'am",
      "download": "Download CV",
      "about":"About me",
      "about-title": "Hi..",
      "about-content-txt1": "I'm Kepler Huaynate, Civil Engineering Student, currently living in Peru. As a future Engineer I like to work with CAD modeling technologies, BIM, I am also passionate about working with software development to carry out projects",
      "about-content-txt2":"I'm a person who considers himself self-taught, since I reinforce my knowledge and constantly acquire new ones.",
      "about-content-txt3":"I am currently focused on learning I. A, BIM Manager and the implementation of I. A in the field of Civil Engineering...",
      "about-content-txt4":"In my free time I enjoy reading, writing, research and music...",
      "skills":"Skills",
      "skill-content-txt1":"The knowledge acquired in my university life is not only focused on analysis, design and construction management...",
      "skill-content2-txt1":"Throughout one's professional life, one acquires skills and these skills can be achieved by ",
      "skill-content-txt2":" also in the programming part, BIM Modeling, Design of structures, using programs such as:",
      "skill-content2-txt2":"to put into practice all the knowledge, skills and values in the field of specialization.",
      "skill-content-txt3":"While the programming languages are listed below:",
      "skill-content2-txt3":"Professional skills are listed below:",
      "projects":"Projects",
      "project-buho":"Developed with laravel 8 a manageable blog",
      "project-eduquiz":"Project consists of a back-end elaborated with lumen, and an app developed on unity, my contribution was on the back-end side.",
      "project-cocomo":"Performed in php to estimate the cost of a software project, it will read the lines of code corresponding to projects whose extensions are 'php', 'java', 'js' and will avoid reading empty lines or lines with comments like this /* */ # // //",
      "project-front-title":"Projects front-End",
      "project-front":"Series of mini projects for front-end, where a lading countdown is made. dark mode with scss, a lading using bootstrap.",
      "project-galeria-title":"Image gallery",
      "project-galeria":"Developed with node, express, ejs, bootstrap so that a user can manage his images.",
      "project-portafolio-title":"My Portfolio",
      "project-portafolio":"Project developed using HTML, CSS, JS",
      "project-oximetro":"Project developed with arduino to obtain the heart rate of a person.",
      "project-orus":"Collaborator in the OrusDent project developing part of the back-end in laravel.",
      "project-tutorias-title":"Tutorials",
      "project-tutorias":"Project realized as a degree work built with laravel lumen on the back-end side and angular on the front-end side.",
      "derechos":"2021 copyright all right reserved"

    }
  }
  
